Repository: morteza-pourEtemadi/botcenter
Catalog: common/messages/*/messages.po
Languages: fa_ir

# app_bot
source: You have not payed your subscription fee yet or its validation time has expired. you need to pay now
fa_ir: شما هزینه اشتراک خود را پرداخت نکرده اید و یا زمان اشتراک شما پایان یافته است. لطفا برای ادامه کار، حق اشتراک خود را پرداخت نمایید.

# app_bot
source: buy {vt} subscription for {price} toman
fa_ir: پرداخت {price} تومان برای {vt}

# app_bot
source: day
fa_ir: روز

# app_bot
source: hour
fa_ir: ساعت

# app_bot
source: minute
fa_ir: دقیقه

# app_bot
source: month
fa_ir: ماه

# app_bot
source: please send a text. no click on previous menu tabs. just type a text or latest menu items
fa_ir: لطفا فقط یک متن ارسال نمایید و از استفاده ی دکمه های قبلی جدا پرهیز کنید. این عمل ممکن است در سرویس دهی به شما تاثیرات منفی داشته باشد.

# app_bot
source: the fee for this bot is {price} Tomans for {vt}
fa_ir: حق اشتراک این ربات برای مدت {vt}، مبلغ {price} تومان می باشد.

# app_bot
source: week
fa_ir: هفته

# app_payment
source: day
fa_ir: روز

# app_payment
source: month
fa_ir: ماه

# app_payment
source: week
fa_ir: هفته

# app_site
source: A Few Steps to Get Your Favorite Product!
fa_ir: تنها چند قدم تا دریافت محصول مورد علاقه خود فاصله دارید!

# app_site
source: About
fa_ir: درباره ما

# app_site
source: All the services use the last version of technologies. We are up-to-date!
fa_ir: تمام خدمات ما از آخرین تکنولوژی ها استفاده می کنند. ما به روز هستیم!

# app_site
source: Amirkabir University of Technology Energy Systems Group
fa_ir: گروه سیستم های انرژی دانشگاه صنعتی امیرکبیر

# app_site
source: At Your Service
fa_ir: در خدمت شما!

# app_site
source: AutMav Group
fa_ir: گروه ریز پرنده های دانشگاه امیرکبیر

# app_site
source: Cake Sara Bot
fa_ir: ربات «کیک سرا»

# app_site
source: Find Out More
fa_ir: درباره ما بیشتر بدانید

# app_site
source: Fun Zaban Bot
fa_ir: ربات «فان زبان»

# app_site
source: GET STARTED!
fa_ir: شروع کنیم؟!

# app_site
source: Gebeer Leather Shop
fa_ir: فروشگاه چرم جبیر

# app_site
source: Iran DubeSmash Bot
fa_ir: ربات «ایران دابسمش»

# app_site
source: Let's Get In Touch!
fa_ir: در تماس باشیم

# app_site
source: Made with Love
fa_ir: ساخته شده با عشق

# app_site
source: Order Now!
fa_ir: همین الان سفارش دهید!

# app_site
source: Our services are ready to use as fast as it possible. Our programmers` speed is maniac!
fa_ir: سرویس های ما با بیشترین سرعت ممکن، آماده استفاده می شود. سرعت برنامه نویس های ما دیوانه وار است

# app_site
source: Ready to Ship
fa_ir: آماده بهره برداری

# app_site
source: Ready to start your next project with us? That's great! Give us a text or send us an email and we will get back to you as soon as possible!
fa_ir: آماده اید که پروژه خود را به ما بسپارید؟ عالیه! با ارسال پیامک و یا ایمیل و یا پیام تلگرام، ما را در جریان بگذارید. به زودی با شما تماس می گیریم.

# app_site
source: Services
fa_ir: خدمات و محصولات

# app_site
source: Services you get here are all cheapest in the market, but they are all first rate
fa_ir: تمام خدماتی که شما دریافت می کنید، درجه یک و بی رقیب هستند. در عین حال برای رعایت حال مشتری، نسبت به بازار ارزان ترند

# app_site
source: Social:
fa_ir: : شبکه های اجتماعی

# app_site
source: Telegram Bot
fa_ir: ربات تلگرام

# app_site
source: Ultimate Developer has everything you need to make your business online and run it in no time! All the services in Ultimate Developer are cheap, user-friendly and easy to run and use. Want to test it?!
fa_ir: «توسعه نهایی» برای آنلاین کردن کسب و کار شما و راه اندازی آن در کمترین زمان ممکن، همه چیز را در اختیار دارد

# app_site
source: Ultimate Developers
fa_ir: توسعه نهایی

# app_site
source: Ultimate Developers can help you build your work websites, do your programming home-works, build telegram bots, etc! Just decide to make change in your life and get Online!
fa_ir: تیم «توسعه نهایی» به شما کمک می کند که برای کسب و کارتان، وبسایت بسازید، تکالیف برنامه نویسی تان را انجام بدهید، ربات تلگرام بسازید و ... تنها باید تصمیم بگیرید که زندگی تان را عوض کنید و آنلاین شوید

# app_site
source: Up to Date
fa_ir: به روز

# app_site
source: Valuable but cheap
fa_ir: قیمتی ولی ارزان

# app_site
source: We've got what you need!
fa_ir: آن چیزی که شما نیاز دارید، در اختیار ماست!

# app_site
source: Website Design
fa_ir: طراحی وب سایت

# app_site
source: YOUR FAVORITE SOURCE OF PHP CODES
fa_ir: مخزن مورد علاقه شما از کدهای خوب

# app_site
source: You have to do your works with Love these days. We too!
fa_ir: این روزها، باید کارتان را با عشق انجام دهید. ما هم همین کار را می کنیم!

# app_site
source: contact
fa_ir: تماس با ما

# app_site
source: portfolio
fa_ir: نمونه کارها
