Repository: morteza-pourEtemadi/botcenter
Catalog: common/messages/*/messages.po
Languages: fa_ir

# app_1
source: rank
fa_ir: رتبه

# app_1
source: with score
fa_ir: با امتیاز

# app_1
source: About Us
fa_ir: درباره ما

# app_1
source: An error occurred since operating your payment. If your credit does not came back to you after 24 hours please let us know!
fa_ir: در عملیات پرداخت شما خطایی رخ داده است. اگر مبلغ کسر شده از حساب شما بعد از 24 ساعت به حساب شما واریز نشد، به ما اطلاع دهید تا پیگیری ها لازم را انجام دهیم

# app_1
source: Back to main menu
fa_ir: 🏠 بازگشت به منوی اصلی 🏠

# app_1
source: Buy Diamonds
fa_ir: خرید الماس

# app_1
source: Buy {c} diamonds
fa_ir: خرید {c} الماس

# app_1
source: Choose a plan:
fa_ir: یکی از طرح ها را انتخاب نمایید

# app_1
source: Choose one of offers:
fa_ir: یکی از پیشنهادات را انتخاب کنید:

# app_1
source: Congratulations! you earned {p} points.
fa_ir: تبریک! شما {p} امتیاز به دست آوردید.

# app_1
source: Contest Menu
fa_ir: منوی مسابقه

# app_1
source: Extra points
fa_ir: 😍 امتیاز اضافی 😍

# app_1
source: Finish Upgrade Process
fa_ir: اتمام ارتقاء

# app_1
source: Forward above message to your friends. So they can join the contest via your invitation link!
fa_ir: پیام بالا را برای دوستان و آشنایان خود فوروارد کنید و به ازای هر کسی که توسط لینک شما در مسابقه شرکت کند، 50 امتیاز دریافت کنید.

# app_1
source: Forward above message to your friends. So they can vote for your clip
fa_ir: پیام بالا را برای دوستان و آشنایان خود فوروارد کنید تا علاوه بر جمع کردن رای، به ازای هر فرد جدیدی که در مسابقه شرکت کند، 30 امتیاز دریافت کنید.

# app_1
source: Get Vote Link
fa_ir: دریافت لینک رای

# app_1
source: Get your Diamonds
fa_ir: دریافت الماس ها

# app_1
source: Guide
fa_ir: راهنما

# app_1
source: Hi {user} Welcome to {bot} bot. Enjoy your time here 😊. Read the guide if you need help
fa_ir: سلام {user} به ربات {bot} خوش اومدی. امیدوارم حسابی اینجا بهت خوش بگذره 😊 اگر کمک نیاز داشتی از دکمه راهنما استفاده کن و یا دستور /help رو به ربات ارسال کن

# app_1
source: How to play
fa_ir: چه طور بازی کنیم؟!

# app_1
source: Invite Friends
fa_ir: دعوت از دوستان

# app_1
source: Item reported successfully
fa_ir: مورد گزارش شد

# app_1
source: No Caption
fa_ir: «بدون عنوان»

# app_1
source: No hate button
fa_ir: حذف دکمه 🤢

# app_1
source: Now enter a caption
fa_ir: عنوان کلیپ را وارد نمایید

# app_1
source: Now your clip has no hate button
fa_ir: دکمه 🤢 برای کلیپ مورد نظر حذف شد.

# app_1
source: Pay {price} Toman for upgrading.
fa_ir: پرداخت {price} تومان برای ارتقاء

# app_1
source: Payment done successfully!
fa_ir: پرداخت با موفقیت انجام شد

# app_1
source: Payment process was canceled by yourself!
fa_ir: عملیات پرداخت توسط شما لغو شد

# app_1
source: Please choose your language
fa_ir: لطفا زبان خود را انتخاب کنید: (please choose your language)

# app_1
source: Please just send a Video. Pay attention to your file`s format.
fa_ir: لطفا فقط ویدئو ارسال کنید. به فرمت فایل ارسالی توجه نمایید

# app_1
source: Please send a dubsmash clip to join the contest. Please notice that sent «File» must be a video!
fa_ir: کلیپ دابسمش خودتون رو ارسال کنید. توجه داشته باشید که فایل ارسالی شما باید یک ویدئو باشد

# app_1
source: Please vote for my clip. It`s an exciting competition with great prizes Click the following link to watch my dubsmash and vote for it
fa_ir: سلام دوست من😊 خوبی؟ ازت میخوام چند دقیقه وقت بذاری و کلیپ دابسمش من رو ببینی و بهش رای بدی 😉 اگرم خواستی خودت تو مسابقه شرکت کن. کلی جایزه باحال داره😁 برای دیدن کلیپ من، روی لینک زیر کلیک کن 🙏

# app_1
source: Prizes
fa_ir: 💰 جوایز 💰

# app_1
source: Results
fa_ir: مشاهده نتایج

# app_1
source: Send a clip
fa_ir: ارسال کلیپ

# app_1
source: Sent Clip By:
fa_ir: کلیپ ارسالی از:

# app_1
source: Show detailed results
fa_ir: جزئیات نتایج

# app_1
source: Show in the top
fa_ir: طرح نردبان

# app_1
source: There is no more clips to watch! Please visit again later.
fa_ir: فعلا ته کلیپ ها رو درآوردی. بعدا بازم بیا

# app_1
source: There must be a problem. Please try again later!
fa_ir: خطایی رخ داده است. لطفا بعدا دوباره تلاش نمایید

# app_1
source: This item score:
fa_ir: امتیاز این کلیپ:

# app_1
source: Top 10
fa_ir: ده نفر اول

# app_1
source: Ultimate Developers is a programming team to make your world online! Making websites, Telegram Bots and all other web services are in our expertise
fa_ir: «نهایت توسعه» یک تیم نرم افزاری است تا دنیای شما را آنلاین کند. طراحی وب سایت، ساخت ربات تلگرام و تمام وب سرویس های دیگر در تخصص ماست

# app_1
source: Upgrade to premium
fa_ir: ارتقاء به نسخه ویژه

# app_1
source: Upgrade to premium to get more tickets to win the prize!!
fa_ir: اکانت خود را ارتقاء دهید تا شانس بیشتری برای برنده شدن داشته باشید

# app_1
source: Upgrading
fa_ir: 🤴 VIP 👸

# app_1
source: Upgrading to premium lets you to send 6 clips instead of 2. So you have more chance to win. Also you can buy diamonds and speed up your score!
fa_ir: ارتقاء به نسخه ویژه این امکان رو به شما میده تا به جای 2 تا، بینهایت کلیپ ارسال کنی. اینطوری شانس بیشتری برای برنده شدن دارید.

# app_1
source: VIP Panel
fa_ir: منوی VIP

# app_1
source: Watch clips
fa_ir: دیدن کلیپ ها

# app_1
source: What can I do for you?
fa_ir: در خدمتم. بفرمایید!

# app_1
source: What do you do
fa_ir: تصمیم تو چیه؟

# app_1
source: You are trying to verify your payment more than once. If your connection is slow, please be patient! Otherwise don`t
fa_ir: داری تلاش می کنی که دو بار از خریدت استفاده کنی. اگر سرعت اینترنت کمه، صبور باشید. ولی در صورتی که از عمد داری این کارو می کنی، نکن

# app_1
source: You earned {up} points for joining via invite link and person who invited you gained {cp} points
fa_ir: تبریک! شما به واسطه شرکت در مسابقه از طریق لینک دعوت {up} امتیاز به دست آوردید. {user} به واسطه دعوت از شما {cp} امتیاز به دست آورد.

# app_1
source: You got to your limits of sending file. If you are not a premium user, you can send more files with being premium; And if you are already a premium user, it`s the end. Please read the guides for more information
fa_ir: بیشتر از این نمی تونی کلیپ ارسال کنی. اگر هنوز کاربر ویژه نشدی، سریعا به منوی VIP برو و اکانتت رو ارتقاء بده. اونجوری می تونی تعداد بیشتری کلیپ ارسال کنی برای اطلاعات بیشتر راهنمای ربات رو مطالعه کن

# app_1
source: You have not enough diamonds. You need to buy some. Please choose one of offers:
fa_ir: به تعداد کافی الماس نداری. یکی از طرح های زیر رو انتخاب کن تا یه مقدار الماس بخری

# app_1
source: You have not participate in competition yet. Please join the contest!
fa_ir: هنوز برای مسابقه کلیپ ارسال نکردی. از منوی مسابقه، ارسال کلیپ رو انتخاب کنید تا در مسابقه شرکت داده شوید

# app_1
source: You have reported this clip before.
fa_ir: شما قبلا این کلیپ را گزارش کرده اید

# app_1
source: You have successfully upgraded to premium user. You are rewarded 25 diamonds for joining the league! enjoy...
fa_ir: شما الان یک کاربر VIP هستید. به عنوان پاداش، 25 الماس به شما هدیه داده شد 😉 از مسابقه لذت ببرید

# app_1
source: You have used the bot before. So this invitation is not count!
fa_ir: قبلا عضو ربات بودی، پس این دعوت حساب نمیشه 😉

# app_1
source: You vote is collected. You have earned diamonds according to guide! If you have not read it yet, Please do it!
fa_ir: رای شما ثبت شد. طبق چیزی که تو راهنما نوشته شده، الماس هات تغییر کرد. اگه هنوز راهنما رو نخوندی کامل بخونش

# app_1
source: Your account and the one which requested the diamonds is not same. Please pay more attention
fa_ir: اکانت شما و کسی که الماس ها رو سفارش داده، یکی نیست. یکم بیشتر دقت کنید

# app_1
source: Your account and the one which requested the upgrade is not same. Please pay more attention
fa_ir: اکانت شما و کسی که ارتقاء رو سفارش داده، یکی نیست. یکم بیشتر دقت کنید

# app_1
source: Your clip is one of the most top clips from now
fa_ir: کلیپ شما الان یکی از اولین کلیپ هاست.

# app_1
source: Your clip is saved. Now it is participated in competition.
fa_ir: کلیپ شما ذخیره شد و از همین الان توی مسابقه شرکت داده شد

# app_1
source: Your have {d} diamonds
fa_ir: شما {d} 💎 دارید

# app_1
source: Your score decreased by 100 points for abusing report ability on video:
fa_ir: به علت سوءاستفاده از دکمه "گزارش تخلف" برای کلیپ زیر، 100 امتیاز از شما کسر شد.

# app_1
source: back to main menu
fa_ir: 🏠 بازگشت به منوی اصلی 🏠

# app_1
source: back to menu
fa_ir: بازگشت به منو

# app_1
source: cancel
fa_ir: لغو

# app_1
source: click the button to watch the clip
fa_ir: برای دیدن کلیپ، روی دکمه زیر کلیک نمایید

# app_1
source: did you heard of dubesmash bot? That's fun. Come on and join the contest. You may win the great prizes also! Here is the link:
fa_ir: سلام دوست من 😊 خوبی؟ درباره مسابقه بزرگ دابسمش ایران شنیدی؟ هم فاله هم تماشا☺️ هم خنده و سرگرمی داره 😍 هم کلی جایزه با حال و جورواجور 🤑 سریع تر بدو عضو شو. شاید برنده این هفته باشی 😉 روی لینک زیر بزن و بیا:

# app_1
source: dislike
fa_ir: خوشم نیومد

# app_1
source: extra points
fa_ir: برای دریافت امتیاز رایگان، ابتدا در کانال های زیر عضو شوید و سپس روی دکمه عضو شدم کلیک کنید تا امتیاز خود را دریافت کنید @Ultimate_Developer -> 1000 امتیاز @UD_newsletter -> 500 امتیاز

# app_1
source: get extra points
fa_ir: عضو شدم

# app_1
source: hate
fa_ir: حالم بد شد

# app_1
source: how to play
fa_ir: راهنمای اجرای مسابقه 1- منوی مسابقه: - ارسال کلیپ: از این قسمت می توانید، کلیپ جدیدی را برای شرکت در مسابقه ارسال کنید. اگر کاربر معمولی هستید، تنها می توانید 2 کلیپ ارسال کنید. اما در صورتی که به کاربر VIP ارتقاء یافته باشید، هیچ محدودیتی در ارسال کلیپ نخواهید داشت. - دیدن کلیپ ها: در این قسمت می توانید تمام ویدئوهای ارسال شده از تمام کاربران ربات را ببینید و رای بدهید. در وضعیت معمولی، 4 حالت برای رای وجود خواهد داشت: خیلی با حال بود(یا ❤️)، خوب بود (یا 😍)، خوشم نیومد (یا 😒) و حالم بد شد (یا 🤢) شما با انتخاب هر کدام از گزینه ها، علاوه بر این که به ویدئوی دیده شده، امتیاز می دهید، تغییری نیز در تعداد الماس ها و امتیازات خود ایجاد می کنید. به این صورت که با انتخاب ❤️ 2 الماس و با انتخاب 😍 1 الماس به دست می آورید. با انتخاب 😒 2 امتیاز و با انتخاب 🤢 4 امتیاز از دست می دهید. پس در انتخاب گزینه های رای با دقت عمل کنید. در صورتی که محتوای کلیپ، بر خلاف قوانین جمهوری اسلامی ایران و یا موازین شرعی می باشد، می توانید از طریق دکمه "گزارش تخلف" کلیپ را گزارش دهید تا از لیست حذف شود. اما در صورت سوءاستفاده از این دکمه و گزارش ویدئوهایی که هیچ مشکلی ندارند، پس از بررسی توسط ادمین های ربات، 100 امتیاز از شما کسر خواهد شد. همچنین در صورتی که هیچ نظری درباره کلیپ ندارید، می توانید از گزینه رد کرد این کلیپ استفاده کنید. اما توجه داشته باشید در صورتی که از این گزینه استفاده نمایید، بعدا دیگر این کلیپ برای شما نمایش داده نخواهد شد -دریافت لینک رای: با انتخاب این گزینه، لیست تمامی کلیپ های شما نمایش داده خواهد شد. با انتخاب یکی از کلیپ ها، ربات پیامی حاوی لینک رای برای شما ارسال خواهد کرد. با فوروارد کردن این پیام به دوستان و آشنایان، آن ها نیز می توانند به صورت مستقیم کلیپ شما را مشاهده کرده و به آن رای بدهند. همچنین اگر کسی که عضو ربات نبوده و با لینک رای شما عضو ربات شود، شما 30 امتیاز دریافت خواهید کرد -جزئیات نتایج: با انتخاب این گزینه، لیست کامل و دقیقی از تمام کلیپ هایتان برای شما ارسال می شود. تعداد رای های دریافتی هر کلیپ و امتیاز آن ها، به اضافه کل امتیاز کسب شده از تمامی کلیپ ها، به شما نمایش داده خواهد شد. --------------------------- 2- مشاهده نتایج: در این منو، امتیاز و رتبه شما و همچنین 10 نفر اول مسابقه به نمایش در می آیند. --------------------------- 3- دعوت از دوستان: از طریق این منو، ربات پیامی حاوی لینک شخصی شما برایتان ارسال می کند. با فوروارد کردن این پیام به دوستان و آشنایان، آن ها را به شرکت در مسابقه دعوت نمایید. به ازای هر شخص جدیدی که توسط لینک شما به ربات اضافه شود، 50 امتیاز دریافت خواهید کرد ** نکته مهم ** فرمول محاسبه امتیاز برای هر کلیپ به صورت زیر می باشد: [تعداد رای❤️ * 2 + تعداد رای 😍 - تعداد رای 😒 - تعداد رای 🤢 * 1.8] * 12

# app_1
source: like
fa_ir: خوب بود

# app_1
source: love
fa_ir: خیلی باحال بود

# app_1
source: number of dislikes:
fa_ir: تعداد رای «خوشم نیومد»

# app_1
source: number of hates:
fa_ir: تعداد رای «حالم بد شد»

# app_1
source: number of likes:
fa_ir: تعداد رای «خوب بود»

# app_1
source: number of loves:
fa_ir: تعداد رای «خیلی با حال بود»

# app_1
source: prizes
fa_ir: در مسابقه بزرگ دابسمش ایران شرکت کنید و هر هفته جایزه ببرید جایزه نفر اول مسابقه: 1 سکه تمام بهار آزادی 😱 جایزه نفر دوم مسابقه: 1 عدد تبلت لنوو مدل Tab 3 7 4G 😲 جایزه نفر سوم مسابقه: اسکوتر برقی 😯 جایزه نفرات چهارم تا دهم: یک ربع سکه بهار آزادی به قید قرعه نکته 1: برندگان هر هفته، در کانال @UD_newsletter معرفی شده و دستورالعمل برای دریافت جوایز به آن ها داده خواهد شد. نکته 2: به هر فرد در هر مقام، تنها یک بار جایزه ویژه تعلق خواهد گرفت. یعنی برای مثال اگر یک فرد، یک بار جایزه ویژه آیفون 6 پلاس را برنده شد و بار دیگر دوباره مقام اول را به دست آورد، دوباره آیفون 6 پلاس به او تعلق نخواهد گرفت. بلکه به عنوان یادبود جایزه یک میلیون ریالی به ایشان تقدیم خواهد شد.

# app_1
source: release this
fa_ir: اکیه. آزادش کن

# app_1
source: report this
fa_ir: حذفش کن

# app_1
source: show clip
fa_ir: نمایش کلیپ

# app_1
source: skip this clip
fa_ir: رد کردن این کلیپ

# app_1
source: upgrading and premium
fa_ir: با زدن دکمه منوی VIP وارد قسمت ویژه خواهید شد 1- ارتقاء به نسخه ویژه: اگر هنوز کاربر عادی هستید، این دکمه برای شما نمایش داده خواهد شد. با انتخاب این دکمه می توانید از مزایای کاربر ویژه برخوردار شوید. به عنوان کاربر عادی شما تنها می توانید با 2 کلیپ در مسابقه شرکت کنید. اما اگر شما کاربر ویژه باشید، می توانید بی نهایت کلیپ ارسال کنید. همچنین نام شما در رتبه بندی ها به یک تاج (👑) مزین خواهد شد 2- خرید الماس: با انتخاب این دکمه و سپس یکی از طرح های خرید الماس، تعدادی الماس به اکانت شما اضافه خواهد شد که می توانید از آن ها در سایر قسمت ها استفاده نمایید 3- طرح نردبان: در قسمت دیدن کلیپ ها (برای اطلاعات بیشتر راجع به این قسمت به بخش چه طور بازی کنیم؟ در راهنما مراجعه شود)، کلیپ ها به صورت تصادفی انتخاب شده و برای کاربران رای دهنده نمایش داده می شوند. اما شما می توانید این گردونه شانسی را به نفع خود تغییر دهید. با خریداری طرح نردبان برای کلیپ های خود، شانس دیده شدن خود را افزایش دهید. 4- حذف دکمه 🤢: آیا می دانید با هر بار که دیگران برای کلیپ های شما دکمه «حالم به هم خورد 🤢» را فشار بدهند، حدود 24 امتیاز از شما کسر می شود؟ پس عجله کنید و هر چه سریع تر امکان پایین کشیدن خود را از رقبایتان بگیرید. (برای اطلاع بیشتر راجع به دکمه های رای دهی و امتیازات مربوط به آن ها به بخش چه طور بازی کنیم؟ در راهنما مراجعه شود)

# app_1
source: which Captioned as:
fa_ir: با عنوان:

# app_1
source: which item you need link for?
fa_ir: لینک کدوم کلیپ رو میخوای؟

# app_1
source: which item you wanna consecrate its buttons?
fa_ir: دکمه 🤢 کدوم کلیپ رو حذف کنم؟

# app_1
source: which item you wanna go top?
fa_ir: طرح نردبان یعنی این که اولویت پخش کلیپ شما بیشتر از کلیپ های عادی بشه. به زبون ساده یعنی کلیپت زودتر از بقیه کلیپ ها دیده بشه. اول کلیپ تو، بعد بقیهvvحالا کدوم کلیپ رو بذارم رو نردبون؟

# app_1
source: which type of guide you need?
fa_ir: تو کدوم زمینه راهنمایی میخوای؟

# app_1
source: you have not joined any of channels
fa_ir: شما در هیچ یک از کانال ها عضو نشده اید

# app_1
source: your rank
fa_ir: رتبه شما

# app_1
source: your score
fa_ir: امتیاز شما

# app_1
source: your total score is:
fa_ir: امتیاز کل شما

# app_1
source: {c} Diamonds are added to your account successfully. Enjoy them!
fa_ir: {c} الماس به اکانت شما اضافه شد. ازشون لذت ببر 😉

# app_1
source: {c} {d} {p} toman
fa_ir: {c} {d} {p} تومان

# app_1
source: {d} for {t}
fa_ir: {d} برای {t}

# app_1
source: 😍 {d} for {t} 😍
fa_ir: 😍 {d} برای {t}

# app_1
source: 😍😍 «{c} {d} {p} toman» 😍😍
fa_ir: 😍😍 {c} {d} {p} تومان 😍😍

# app_2
source: About Us
fa_ir: درباره ما

# app_2
source: Adding new Khatm is canceled
fa_ir: افزودن ختم جدید لغو شد

# app_2
source: Are you joining this khatm?
fa_ir: آیا مایل هستید که در این ختم قرآن شرکت کنید؟

# app_2
source: Can I help you?
fa_ir: در خدمتم. بفرمایید! در این قسمت می توانید عملیات های مربوط به این ختم قرآن را مشاهده نمایید

# app_2
source: Channel Link
fa_ir: لینک کانال

# app_2
source: Enter how many {x} you want to read daily?
fa_ir: می خواهید در هر دوره چه تعداد {x} قرائت نمایید؟

# app_2
source: Guide
fa_ir: راهنما

# app_2
source: Hadith of the day
fa_ir: حدیث روز

# app_2
source: Holy sura
fa_ir: سوره مبارکه

# app_2
source: I have joined
fa_ir: در کانال عضو شدم

# app_2
source: Joz
fa_ir: جزء

# app_2
source: Just send numbers
fa_ir: لطفا فقط اعداد (انگلیسی) ارسال نمایید

# app_2
source: Khatm`s number
fa_ir: ختم شماره ی

# app_2
source: Khatm`s purpose:
fa_ir: نیت ختم:

# app_2
source: Khatm`s type:
fa_ir: نوع ختم:

# app_2
source: Less than a minute
fa_ir: کمتر از ۱ دقیقه

# app_2
source: Now select type of the khatm
fa_ir: حالا نوع ختم را مشخص نمایید.

# app_2
source: Number of active khatms:
fa_ir: تعداد ختم های فعال:

# app_2
source: Number of finished khatms:
fa_ir: تعداد ختم های تمام شده:

# app_2
source: Number of today users:
fa_ir: تعداد کاربران امروز:

# app_2
source: Number of whole users:
fa_ir: تعداد کل کاربران:

# app_2
source: Please enter the khatm`s title(purpose):
fa_ir: لطفا نیت ختم قرآن را مشخص نمایید

# app_2
source: Please join our channel to be noticed of news and upcoming.
fa_ir: برای دریافت اخبار و اطلاعات مربوط به ربات، نظیر: - آپدیت ها و افزوده شدن امکانات جدید - اعلام قطعی موقت ربات و دلایل بروز مشکل - مدت زمان انتظار جهت رفع مشکل و دستورالعمل های لازم - و ... لطفا در کانال @UD_newsletter عضو شوید. پس از عضویت به ربات برگشته و روی دکمه «در کانال عضو شدم» کلیک نمایید 🙏 ما هم مانند شما از اسپم بدمان می آید. مطالب اسپم، تبلیغات، تبادل و ... هرگز در این کانال قرار داده نخواهد شد. پس با خیال راحت عضو شوید. 😉

# app_2
source: Please pay more attention to them
fa_ir: لطفا در قرائت آیات اهتمام بورزید تا علاوه بر بهره بردن از فیوضات معنوی، ان شاءالله دینی بر گردن شما نماند.

# app_2
source: Please read your ayat!
fa_ir: لطفا در قرائت آیات اهتمام بورزید تا إن شاء الله در ثواب این ختم قرآن ها بیشترین بهره را ببرید. پس از قرائت با فشار دادن دکمه ی 'سهم خود را قرائت کردم' ما را در جریان بگذارید

# app_2
source: Random Aya
fa_ir: آیه تصادفی

# app_2
source: See khatms lists
fa_ir: مشاهده لیست ختم های قرآن

# app_2
source: Select one of khatms to get its information. *your selection does not mean koining*
fa_ir: یکی از ختم ها را انتخاب کرده تا اطلاعات آن برای شما به نمایش دربیاید. ** این انتخاب به منزله شرکت در ختم قرآن مورد نظر نــمی باشد **

# app_2
source: Sorry. But we can`t send a whole joz. please read from a book
fa_ir: با عرض پوزش هنوز امکان ارسال یک جزء کامل از قرآن کریم وجود ندارد. لطفا از منابع دیگری استفاده نمایید و پس از قرائت کامل جزء، از طریق دکمه «سهم خود را قرائت کردم» ما را در جریان بگذارید.

# app_2
source: There is no such as aya in this khatm
fa_ir: تعداد آیات باقی مانده در این ختم، از این تعداد کم تر است. لطفا یا ختم دیگری را انتخاب کرده و یا تعداد آیات خود را کاهش دهید

# app_2
source: There is no such as joz in this khatm
fa_ir: تعداد جزء باقی مانده در این ختم، از این تعداد کم تر است. لطفا یا ختم دیگری را انتخاب کرده و یا تعداد جزء خود را کاهش دهید

# app_2
source: There is no such as page in this khatm
fa_ir: تعداد صفحات باقی مانده در این ختم، از این تعداد کم تر است. لطفا یا ختم دیگری را انتخاب کرده و یا تعداد صفحات خود را کاهش دهید

# app_2
source: This khatm is finished thanks to God. Please join another khatm.
fa_ir: این ختم قرآن به حمد الله کامل شد. لطفا از لیست، ختم دیگری را انتخاب نمایید.

# app_2
source: Today Ayat:
fa_ir: آیات امروز:

# app_2
source: Type Aya
fa_ir: آیه به آیه

# app_2
source: Type Joz
fa_ir: جزء به جزء

# app_2
source: Type Page
fa_ir: صفحه به صفحه

# app_2
source: Ultimate Developers is a programming team to make your world online! Making websites, Telegram Bots and all other web services are in our expertise
fa_ir: «نهایت توسعه» یک تیم نرم افزاری است تا دنیای شما را آنلاین کند. طراحی وب سایت، ساخت ربات تلگرام و تمام وب سرویس های دیگر در تخصص ماست

# app_2
source: You have added to the khatm
fa_ir: شما به این ختم قرآن پیوستید

# app_2
source: You have joined this khatm before.
fa_ir: شما قبلا در این ختم شرکت نموده اید

# app_2
source: You have no access to do changes here!
fa_ir: حق دسترسی برای اعمال تغییرات در این قسمت تنها برای ادمین ها در نظر گرفته شده است.

# app_2
source: You have not read this khatms for more than 24 hours:
fa_ir: شما سهم خود را به مدت 24 ساعت و یا بیشتر قرائت نکرده اید. در صورتی که سهم خود را قرائت کرده اید، از منوی ختم مورد نظر، روی دکمه «سهم خود را قرائت کردم» کلیک کنید ختم هایی که قرائت نشده اند عبارت اند از:

# app_2
source: Your khatm is saved successfully
fa_ir: ختم قرآن مورد نظر شما با موفقیت به لیست اضافه شد

# app_2
source: age of khatm:
fa_ir: زمان سپری شده از ایجاد ختم:

# app_2
source: aoozo b Allah
fa_ir: أعوذ بالله من الشّیطان الرّجیم

# app_2
source: aya
fa_ir: آیه

# app_2
source: back to list
fa_ir: بازگشت به لیست

# app_2
source: back to main menu
fa_ir: بازگشت به منوی اصلی

# app_2
source: back to menu
fa_ir: بازگشت به منو

# app_2
source: besme Allah
fa_ir: بسم الله الرّحمن الرّحیم

# app_2
source: cancel
fa_ir: لغو

# app_2
source: current {x} reads till now:
fa_ir: تعداد {x} قرائت شده تا الان:

# app_2
source: dismiss the khatm
fa_ir: انصراف از ختم

# app_2
source: from
fa_ir: از

# app_2
source: get {x}
fa_ir: دریافت {x}

# app_2
source: get {x} for {t}
fa_ir: دریافت {x} از ختم «{t}»

# app_2
source: guide message
fa_ir: ربات حاضر، جهت مشارکت شما مومنین گرامی در طرح های ختم قرآن طراحی شده و جهت برآورده کردن انواع نیازها و سلایق، در اقدامی نو دست به طراحی شیوه جدیدی در این زمینه زده است. به این صورت که امکان دریافت سهم قرائت به سه روش آیه به آیه، صفحه ای و جزء به جزء وجود دارد. شما می توانید با استفاده از دکمه ی «مشاهده لیست ختم های قرآن» لیستی از تمام ختم های موجود و فعال با نیت های گوناگون را مشاهده کنید. پس از به نمایش درآمدن اطلاعات و جزئیات ختم، می توانید آمادگی و همچنین میزان مشارکت خود را در ختم قرآن مذکور اعلام کرده و سهم خود را دریافت کنید. پس از قرائت بخش واگذار شده، با فشردن دکمه «سهم خود را قرائت کردم» می توانید سهمیه جدید را دریافت نمایید. لازم به ذکر است که با انتخاب یکی از ختم ها در لیست کلی، اگر قبلا در آن ختم شرکت کرده باشید، به صورت خودکار منوی آن ختم برای شما نمایش داده خواهد شد. در غیر این صورت می توانید فرآیند مشارکت در ختم را طی نمایید. چنانچه مشکل و یا سوال خاصی برای شما مطرح شد، در صورتی که پاسخ آن را در کانال «اخبار نهایت توسعه» به آدرس @UD_newsletter نیافتید با آی دی @ultimate_developer_admin تماس بگیرید. با تشکر، تیم مدیریت ربات ختم قرآن

# app_2
source: holy aya
fa_ir: آیه شریفه

# app_2
source: holy sura
fa_ir: سوره مبارکه

# app_2
source: join this khatm
fa_ir: پیوستن به این ختم

# app_2
source: joz
fa_ir: جزء

# app_2
source: khatm menu
fa_ir: منوی ختم قرآن

# app_2
source: maximum number of ayat is 25. please enter a number fewer than or equal to 25
fa_ir: بیشترین تعداد مجاز 25 آیه است. لطفا عددی کمتر از 25 و بیشتر از 5 وارد نمایید

# app_2
source: minimum number of Joz`s is 1. please enter a number greater than or equal to 1
fa_ir: حداقل مقدار مجاز، 1 جزء است. لطفا عددی بیشتر از یا برابر با 1 انتخاب نمایید

# app_2
source: minimum number of aya is 5. please enter a number greater than or equal to 5
fa_ir: حداقل مقدار مجاز 5 آیه است. لطفا عددی بیشتر از 5 و کمتر از 25 وارد نمایید

# app_2
source: minimum number of pages is 1. please enter a number greater than or equal to 1
fa_ir: حداقل مقدار مجاز، 1 صفحه می باشد.لطفا عددی بزرگتر یا مساوی 1 انتخاب نمایید

# app_2
source: obligatory sajda
fa_ir: - «سجده واجب»

# app_2
source: page
fa_ir: صفحه

# app_2
source: read and dismiss
fa_ir: قرائت کرده و انصراف می دهم

# app_2
source: read my share
fa_ir: سهم خود را قرائت کردم

# app_2
source: recommended sajda
fa_ir: - «سجده مستحب»

# app_2
source: the khatm dismissed
fa_ir: انصراف شما از ختم مورد نظر انجام شد

# app_2
source: to
fa_ir: الی

# app_2
source: type aya
fa_ir: نوع آیه به آیه

# app_2
source: type joz
fa_ir: نوع جزء به جزء

# app_2
source: type page
fa_ir: نوع صفحه ای

# app_2
source: welcome
fa_ir: به ربات ختم قرآن خوش آمدید. لطفا در صورت نیاز به راهنمایی به از منو دکمه «راهنما» را انتخاب کرده و یا روی /help کلیک نمایید.

# app_2
source: you must read your last share
fa_ir: شما باید آخرین سهم خود از این ختم را قرائت نمایید

# app_2
source: your share is:
fa_ir: سهم شما:

# app_bot
source: Farsi
fa_ir: فارسی

# app_bot
source: No text
fa_ir: متنی وجود ندارد
